---
kind: method
id: M:Autodesk.Revit.DB.FilterNumericLess.#ctor
source: html/34746e3c-5fc0-244d-f7c6-f6e7a7674c46.htm
---
# Autodesk.Revit.DB.FilterNumericLess.#ctor Method

Constructs an instance of FilterNumericLess.

## Syntax (C#)
```csharp
public FilterNumericLess()
```